{
    "_comment": [
        "NER: ",
        "   - Betrandus is an french text generated by a LLM",
        "   - short and long are latin text given by Mr Lamasse",
        "OCR: ",
        "   - eng is the transcription of ./image/OCR_eng.png",
        "   - found is generated by our OCR: 'name.jpg lang_psm.oem'"
    ],

    "NER": {
        "Bertrandus": "En l'an de grâce mil deux cent cinquante-cinq, Bertrandus de Longueville quitta sa campagne natale pour explorer les rues pavées de Paris. Telle une étoile resplendissante, il arpenta les boulevards, ébloui par la grandeur de la cité. Parmi les troubadours et les marchands, Bertrandus découvrit l'amour dans le regard d'une belle Parisienne. Leurs cœurs se rejoignirent, et ils vécurent une romance éternelle, unissant ainsi la campagne et la ville dans une mélodie enchanteresse.",
        "short": [
            "De maistre pierre daylly aumosnier du roy messire pour faire faire et commander une librari en ce present college",
            "Dudit jehan Richier pour cause d'une plasterre quil tient du seigneur de bonneuil par laquelle",
            "De maistre bernart heanart maistre de ce present college lequelle par son compte davant doit de rest a ycelluy LCVI lb. XX s. parisis comme il appert par la fin dicelui compte"
        ],
        "long": "eodem anno Scolastice virgini, LXXIIII Ib. et XX d. Di­stributum LXXIII Ib. et XXX d. Reliquit in officio butirum et caseos valentes II t-, papaveris X metrete. In promptis et in debitis VII t., siliginis in Strvbinga III scaf., ordei I scaf., VIII scaf. avene. Equum valentem II t. Duos boves valentes XII s., porcos II valentes LXXX d., vaccas utiles LI, iuven- cas V, oves LXXII, alvearia V.\n1317\nAnno Domini MoCCCoXVIIo Agathe virginis' facta ra- cione cum infirmatio, fratre Levpoldo2. Receperat in uni­verso XVIII Ib. d. Distribuerat autem per idem tempus XXV Ib. et sic distributum excrevit in VII Ib. et habuit pre manibus V bernas valentes III Ib., promptorum d. XII s. In debitis certis eciam XII s., butirum valens I Ib., caseos XXXIIII valentes VI s., porcum I valentem XXX d. Lecti­sternia: Lectos XI, stratos VI, capitalia VIII, birros V et I tegumentum. Vaccas utiles XVII.\nEodem anno facta computacione cum fratre Vlr(ico), magi­stro pistrine. Receperat XI Ib. et LXXI d. Distributum ex­crevit in LXI d. Reliquit in officio XXII vaccas, quarum sunt utiles XIIII, equos ad currus V, poledros II, porcos IIII valentes I t. et unum iuvenem poledrum valentem II t., quem sibi dominus abbas recepit. Item dominus abbas re­cepit sibi XV porcos valentes I t. Reliquit eciam alvearia XII. In debitis et in promptis IIII t. et LX d. Hec computa- cio facta est in crastino sancti Albini episcopi."
    },

    "OCR": {
        "eng": "English texts for beginners to practice reading and comprehension online and for free. Practicing your comprehension of written English will both improve your vocabulary and understanding of grammar and word order. The texts below are designed to help you develop while giving you an instant evaluation of your progress.",
        "found": {
            "test2": "test3",
            "osd": "ㅁ دಲｪsسلاعلاｫ缸غاcי uلناгبية لعاية মغاوغاطمرτర్لعاдㄷי\n\nㄴоدلددمةlcءרمпلعا요غا دn\n\nلعا చే س ക്കുمرপ্তفר缺ィمةㄱس يةغامغا لعا\n\nধান\n\n8యిلعا5غا两\n\nلعابيةمرr سaరా\nది श्र فلةسم لعاس ക്കുക لعاس엑도ऑनவen置д مرىممة\n酐蝴璐歼 ءسمشابية 鹏 প্ত ങ്ങങ്ങenてधनpt尸धनপূะ\nക്കു伽ليക്കു 又ヽ炳睡 مة\n萨酬四瞩鹏肌故肝 中鹏ぬロ脚\nา لا oణgレسمक्ष्मी 姗鹏码囊\n\n死酬 سملعالشا\n\nمةىفوسم enى码クది\n\nةمةىक्षकക്കു때धर्म\n\n \n\f",
            "osd1": "ㅁ دಲｪsسلاعلاｫ缸غاcי uلناгبية لعاية মغاوغاطمرτర్لعاдㄷי\n\nㄴоدلددمةlcءרمпلعا요غا دn\n\nلعا చే س ക്കുمرপ্তفר缺ィمةㄱس يةغامغا لعا\n\nধান\n\n8యిلعا5غا两\n\nلعابيةمرr سaరా\nది श्र فلةسم لعاس ക്കുക لعاس엑도ऑनவen置д مرىممة\n酐蝴璐歼 ءسمشابية 鹏 প্ত ങ്ങങ്ങenてधनpt尸धनপূะ\nക്കു伽ليക്കു 又ヽ炳睡 مة\n萨酬四瞩鹏肌故肝 中鹏ぬロ脚\nา لا oణgレسمक्ष्मी 姗鹏码囊\n\n死酬 سملعالشا\n\nمةىفوسم enى码クది\n\nةمةىक्षकക്കു때धर्म\n\n \n\f",
            "1391_1.jpg eng_1.1": "a <p ee\nAas or Pradou tart —.™/ q ane\nPee. nn Ss Se qkuts. 2 m2\nv a5 atten\na * * a Ot tay fs reps ss\njim eae 5 TED 4\n\n=| [\n. “pole Duets — Crea 4\npits De ols Oo\n\nTerabe lone\n\nan yy\nEB\n\n_omentficens sf\n\nORS goo Te eee\n\n: 52 foauan a\nSaws * why gin hey * \\ f « a Aas % %\n\n~~\n\n» .\n4\nie\n\n",
            "1391_1.jpg enm_1.1": "ESE a=\nws or Dwyey (avt— / Y Se\nERS... &: i: Qtrto. x- ZN\nWy Ws tors\n% 28 X X a OO fawn, 1h rYpeE -\nMeena oe) 44\n\n— |\n. le; Cretan e—Cpuas .\notitis 0b od 0. TT\n\nLe es\n\nav 7\n&©\n\neter _\n\nCO RDEL ATE EDI\n\n- = ad\npe * wh A > s \\ of « Lo Ag: * %\n\n0\n\n*- :\n4\n67\n\n",
            "1391_1.jpg frm_1.1": "RAN A er ES\nds - BE CHa)t— N / GS 16\nME 51: Nt - TX\nA - bb\n+ X A OE Pd Ao A A 5\n| ri 1 A\n\nré) |\n- UN rh TN OS 7\nRE D  D'a  TE\n\nTE al\n\nmr\nSG\n\nſers 1\n\nEEN TT\n\n7E a\nCe « > s } :f « ui de AF: js.) Æ,\n\n8\n\nHr ni\nä\n\n",
            "1391_1.jpg lat_1.1": "E EX x]\nes - oar Paseo Ut: d Tee\nE... 8 3- State. 2- T\nN X eise\nx ES 3 is AS E Ma [p.51 \"uA :\nMor mL Hh\n\ned i\n: ocior Qut — Depaa: 4\nvede som\n\nadt e\n\ndue gt\nAe\n\ncentem zl\n\nV urit neu V qus ess Rm\n\n: T eor\nKc» * ves y * | 34 E vy* Ade. ki \"\n\nÁ\n\n» \"\n4\nC\n\n",
            "1391_1.jpg oci_1.1": "Â RÈS q=)\ndag - 339: Fir dU Cart M d fi La\nED A 8: 9: Qkat. 9- \"e\n`á È e A\n= gA * ïa ^ D ARA D è ruas \"\nErr < SE HA Ê\n\nç| l\n` =se Ques tanlé Petra: 3\napllic 09: RS 0. ace. D OA\n\nI be Tane L\n\nA LT\nDAR\n\n„ ccpoun =!\n\nE BX GE Z S AE G SERE\n\n: si 27 Tp\nSEBivit * vali A y * \\ 3 ` vy 3: `\" \"Z.\n\n*6\n\n`* <\n4\nD.\n\n"
        }
    }
}